openfoam/OpenFOAM-dev/tutorials/multiRegion/CHT/wallBoiling/constant/fluid/fvModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phaseTurbulenceStabilisationGas
{
    type    phaseTurbulenceStabilisation;

    libs    ("libmultiphaseEulerFvModels.so");

    phase   gas;

    alphaInversion  0.1;
}

phaseTurbulenceStabilisationLiquid
{
    type    phaseTurbulenceStabilisation;

    libs    ("libmultiphaseEulerFvModels.so");

    phase   liquid;

    alphaInversion  0.1;
}


// ************************************************************************* //
